[
  {
    "Id":1,
    "StreetType":"ул.",
    "StreetName":"Адриана Будевска",
    "FirstName":"Адриана",
    "MiddleName":"",
    "LastName":"Будевска",
    "JobTitle":"българска актриса",
    "DateOfBirth":"1878-12-13",
    "CityOfBirth":"Добрич",
    "CountryOfBirth":"България",
    "DateOfDeath":"12/9/1955",
    "Year":76,
    "CityOfDeath":"София",
    "CountryOfDeath":"България",
    "Pic":"abudevksa.png",
    "Source":"",
    "PicTitle":"",
    "SourceData":"Уикипедия",
    "Description":"Адриана Будевска е българска актриса, един от основоположниците на професионалния театър в България. Тя е смятана за една от най-големите български изпълнителки на трагични роли.\nТя допринася българският театър да се приобщи към реалистичните традиции на руския театър и да се насочи към класическия репертоар. Авторка е на многобройни статии, портрети за артисти, спомени. Някои от ролите ѝ са: Нина Заречная, Мила, Цена, Соня, Варя, Офелия, лейди Макбет, Нора, Мона Вана, Маргарита Готие, Емилия Галоти… Голяма майсторка на гласа, на чувството, Будевска е сравнявана навремето със Сара Бернар. Тя изиграва с лекота световноизвестни роли. На нейно име е наречен драматичният театър в Бургас."
  },
  {
    "Id":2,
    "StreetType":"ул.",
    "StreetName":"Акад. П. Стайнов",
    "FirstName":"Петко",
    "MiddleName":"Стоянов",
    "LastName":"Стайнов",
    "JobTitle":"български юрист и общественик",
    "DateOfBirth":"1890-5-31",
    "CityOfBirth":"Казанлък",
    "CountryOfBirth":"България",
    "DateOfDeath":"7/24/1972",
    "Year":82,
    "CityOfDeath":"София",
    "CountryOfDeath":"България",
    "Pic":"160px-P.stainov (1).jpg",
    "Source":"",
    "PicTitle":"",
    "SourceData":"Уикипедия",
    "Description":" Акад. Петко Стоянов Стайнов е български юрист и общественик. Дългогодишен преподавател по административно право, той участва в третото правителство на Андрей Ляпчев (1930-1931), както и като външен министър във второто правителство на Кимон Георгиев (1944-1946). С леви убеждения, вероятно съветски агент, което и сам намеква. Един от най-бележитите преподаватели и учени в областта на правните науки.\nПетко Стайнов е народен представител в XXI (1923-1927), XXII (1927-1931), XXIII (1931-1934), XXIV (1938-1939), XXV (1940-1944) и XXVI (1945-1946) Обикновено Народно събрание и в I (1950-1953), II (1954-1957), III (1958-1961), IV (1962-1966), V (1966-1971) и VI (1971-1972) Народно събрание.\n"
  },
  {
    "Id":3,
    "StreetType":"ул.",
    "StreetName":"Акад. Борис СтефановБорис",
    "FirstName":"",
    "MiddleName":"Стефанов",
    "LastName":"Попов",
    "JobTitle":"български ботаник",
    "DateOfBirth":"1894-6-8",
    "CityOfBirth":"София",
    "CountryOfBirth":"България",
    "DateOfDeath":"12/12/1979",
    "Year":85,
    "CityOfDeath":"София",
    "CountryOfDeath":"България",
    "Pic":"BorisStefanov.jpg",
    "Source":"",
    "PicTitle":"",
    "SourceData":"Уикипедия",
    "Description":"Академик Борис Стефанов Попов е български ботаник и дендролог, един от основоположниците на тази дисциплина в България.\nОт 1928 преподава в Лесовъдния отдел на Софийския университет, развил се по-късно в днешния Лесотехнически университет. През 1949 оглавява новосъздадената катедра Дендрология с анатомия на дървото.\nБорис Стефанов следва естествена история в Софийския университет \"Св. Климент Охридски\" (СУ) от 1911, но прекъсва за няколко години, тъй като е призован в армията и участва в Първата световна война. Завършва Университета през 1919 и от 1920 постъпва на работа като „кустос“ (отговорник за хербарийните сбирки) във Физико-математическия факултет на СУ.\nОт есента на 1921 е асистент по земеделска ботаника в новосъздадения Агрономически факултет, от 1926 - частен, а от 1928 - редовен доцент по дендрология в създадения Лесовъден отдел към Агрономическия факултет. От 1931 е извънреден, а от 1945  редовен професор. От 1948 е академик.\nБорис Стефанов е ботаник със световна известност и признание. Описал е като нови за науката голям брой растителни видове. Според известния наш ботаник и историограф на ботаниката Стефан Станев обемът на написаните трудове по ботаника от всички наши ботаници докъм 1950 може да се съпостави с обема на написаното от Борис Стефанов до този момент. Според друг наш изтъкнат ботаник - Стефан Ив. Кожухаров (1933-1997), \"Б. Стефанов се отличава с мащабност на обобщения и идеи, която не е по възможностите на нито един ботаник от неговите съвременници и от последвалите го до днес изследователи на растителната покривка на България\".\nПродължава да твори до края на живота си .\n"
  },
  {
    "Id":4,
    "StreetType":"ул.",
    "StreetName":"Акад. Георги Бончев",
    "FirstName":"Георги",
    "MiddleName":"Бончев",
    "LastName":"Николов",
    "JobTitle":"български геолог",
    "DateOfBirth":"1866-8-6",
    "CityOfBirth":"Жеравна",
    "CountryOfBirth":"България",
    "DateOfDeath":"3/7/1955",
    "Year":88,
    "CityOfDeath":"София",
    "CountryOfDeath":"България",
    "Pic":"GeorgiBonchev.jpg",
    "Source":"",
    "PicTitle":"",
    "SourceData":"Уикипедия",
    "Description":"Академик Георги Бончев Николов е български геолог, един от основоположниците на минералогията и петрографията в България.\nГеорги Бончев е роден в с. Жеравна, Котленско, през 1866 г. Завършва гимназия в гр. Габрово. Следва естествени науки в Загребския университет от 1888 до 1893 г, където през 1891-1893 г. е асистент по минералогия и геология, а през 1893 г. става и доктор по философия. От 01.10.1893 е извънреден преподавател по минералогия и геология във Висшето училище, а от 1895 е редовен доцент при катедрата по минералогия и геология в Софийския университет „Св. Климент Охридски“. От октомври 1905 г. до октомври 1936 г. е редовен професор и титуляр на катедрата по минералогия и петрография. Декан на физико-математическия факултет през учебните 1906/07, 1907/08, 1919/20, 1927/28 г. Ректор на университета през 1914/15 г. Курсовете, които той води в университета са: Стратиграфия и геология; Кристалография; Обща и специална минералогия; Обща и специална петрография; Практическо ползване на скалите; Трайност и издръжливост на скалите при строене и др.\nАвтор на над 140 научни труда и университетските учебници Петрография; Обща минералогия; Специална минералогия.\nГеорги Бончев е действителен член на БАН от 1900 г. Основател и пръв директор на Геологическия институт при БАН (1944-1948). Пръв председател на Българското геологическо дружество (1925). През 1911 г. съставя геоложка карта на България. Основател на гемологията и геоархеологията у нас.\nПочетен гражданин на София.\n"
  },
  {
    "Id":5,
    "StreetType":"ул.",
    "StreetName":"Акад. Георги Наджаков",
    "FirstName":"Георги",
    "MiddleName":"Стефанов",
    "LastName":"Наджаков",
    "JobTitle":"български физик",
    "DateOfBirth":"1897-1-7",
    "CityOfBirth":"Дупница",
    "CountryOfBirth":"България",
    "DateOfDeath":"2/24/1981",
    "Year":84,
    "CityOfDeath":"София",
    "CountryOfDeath":"България",
    "Pic":"Gsnadjakov.jpg",
    "Source":"",
    "PicTitle":"",
    "SourceData":"Уикипедия",
    "Description":"Георги Стефанов Наджаков (род. 26 декември 1896 в Дупница, поч. 24 февруари 1981 в София) е изтъкнат български физик, талантлив преподавател, активен обществен деец, автор на първото българско откритие-фотоелектретното състояние на веществото. Създател е на Физическия институт при Българската академия на науките и дългогодишен негов директор. Днес Институтът по физика на твърдото тяло към БАН носи неговото име."
  },
  {
    "Id":6,
    "StreetType":"ул.",
    "StreetName":"Акад. Дончо Костов",
    "FirstName":"Дончо",
    "MiddleName":"Костов",
    "LastName":"Стоянов",
    "JobTitle":"български биолог и генетик",
    "DateOfBirth":"6/19/1907",
    "CityOfBirth":"Локорско",
    "CountryOfBirth":"България",
    "DateOfDeath":"8/9/1949",
    "Year":52,
    "CityOfDeath":"София",
    "CountryOfDeath":"България",
    "Pic":"doncho-kostov.jpg",
    "Source":"",
    "PicTitle":"",
    "SourceData":"balgari.bg",
    "Description":"Акад. Дончо Костов Стоянов е роден на 19 юни 1097 г. в с. Локорско.\nЗавършва средно образование в София, а по-късно получава стипендия и заминава за Германия, където завършва агрономство и защитава докторска дисертация в Университета в град Хале през 1924 г.\nСлед завръщането си в родината Костов става асистент в Агрономическия факултет на Софийския университет, а през 1926 г. получава стипендия от Рокфелеровата фондация и работи в Харвардския университет в САЩ в лабораторията на проф. Йист.\nПо покана на големия руски генетик Н. И. Вавилов в периода 1932-1939 г. Дончо Костов работи в Института по растениевъдство в Санкт Петербург и в Института по генетика в Москва, където ръководи лабораторията по междувидова хибридизация.\nПрез 1939-а се прибира в България и е директор на Централния земеделски изследователски институт и ръководител на катедрата по дарвинизъм, генетика и селекция при Агрономическия факултет на Софийския университет. През 1947 г. основава Института по приложна биология и развитие на организмите при БАН.\nКръгът от научните интереси на акад. Костов е изключително широк, обхваща основни проблеми на генетиката, цитогенетиката, цитологията и имуногенетиката. Голям е приносът му за изясняване причините на междувидовата несъвместимост и хибридния произход на културните видове Nicotiana tabacum, Nicotiana rustica и Nicotiana eastii.\nТой пръв доказва съществуването на спонтанни наследствени тумори при растенията, станали известни като \"тумори на Костов\". През 1930 г. са публикувани приоритетните му проучвания върху дисковидната структура на гигантските хромозоми при Drosophila melanogaster.\nВърхово постижение на талантливия учен е монографията \"Цитогенетика на род Nicotiana\" (1941-1943), за която получава международната премия \"Бернардини\", присъждана за най-добър научен труд по тютюна.\nПрез своята научна кариера Дончо Костов публикува над 200 научни труда и получава признанието на световната научна общност. Той полага основите, върху които се развиват генетиката и селекцията на растенията в България, а резултатите от неговата научна дейност се ползват с признанието на учените от целия свят.\nАкад. Дончо Костов умира на 9 август 1949 г.\n"
  },
  {
    "Id":7,
    "StreetType":"ул.",
    "StreetName":"Акад. Илия Петров",
    "FirstName":"Илия",
    "MiddleName":"",
    "LastName":"Петров",
    "JobTitle":"български художник",
    "DateOfBirth":"7/6/1903",
    "CityOfBirth":"Разград",
    "CountryOfBirth":"България",
    "DateOfDeath":"5/18/1975",
    "Year":71,
    "CityOfDeath":"София",
    "CountryOfDeath":"България",
    "Pic":"istoriya.jpg",
    "Source":"hg-iliapetrov.com",
    "PicTitle":"",
    "SourceData":"Уикипедия",
    "Description":"Илия Петров е български художник, известен със своите портрети\nРоден е на 6 юли 1903 г. в Разград. Учи живопис в София и Мюнхен. От 1940 година преподава в Художествената академия, София. През 1971 година е избран за академик в БАН. Умира на 18 май 1975 г. в София.\nПетров е един от изключителните ни майстори в живописта. Прави портрети на много бележити свои съвременници - Дора Габе, Николай Райнов, Людмил Стоянов. Неговото име носи Националната художествена гимназия за изящни изкуства в София.\n"
  },
  {
    "Id":8,
    "StreetType":"ул.",
    "StreetName":"Акад. Людмил Стоянов",
    "FirstName":"Людмил",
    "MiddleName":"",
    "LastName":"Стоянов",
    "JobTitle":"български писател, поет, преводач и литературен критик",
    "DateOfBirth":"1886-2-6",
    "CityOfBirth":"Ковачевица",
    "CountryOfBirth":"България",
    "DateOfDeath":"4/11/1973",
    "Year":87,
    "CityOfDeath":"София",
    "CountryOfDeath":"България",
    "Pic":"Lyudmil-Stoyanov-monument-right.jpg",
    "Source":"",
    "PicTitle":"Паметник на писателя Людмил Стоянов (1886-1973) в Борисовата градина, София",
    "SourceData":"Уикипедия",
    "Description":"Акад. Людмил Стоянов (псевдоним на Георги Стоянов Златарев) е български писател, поет, преводач и литературен критик. От 20-те години на 20 век развива активна публицистична и литературна дейност. Участва в Балканската и Междусъюзническата война. На фронта заболява от холера.Близък до БРП и левичарите в литературата и политиката.\nРоден е на 6 февруари 1886 г. в с. Ковачевица, Благоевградска област, в семейство на селски учител.\nСлед пристигането си в София през 1905 г. Людмил Стоянов осигурява препитанието си с хонорари от преводи. Близо десет години е свързан с издателството на Ал. Паскалев, разпространяващо библиотека „Всемирна литература“. След това повече от две десетилетия прави преводи за издателство „Ив. Г. Игнатов“, но до 9 септември 1944 г. е публикувал преведени творби и книги и в други издателства.\nПоетичните му преводи са от руски, украински, белоруски автори.\nСтава съредактор на сп. „Хиперион“ и „Везни“. През 30-те години на 20 век активно участва в антифашистки прояви, в Международния конгрес за защита на културата и мира, който се провежда в Париж през 1935 г. Обвинен, че не е патриот, жестоко е пребит от офицери, забранено му е да публикува свои творби и статии и е интерниран в Пазарджик, а по-късно и в Сомовит.\nСлед 9 септември 1944 г. е назначаван на отговорни длъжности в институциите на изкуството и науката. Председател е на Съюза на българските писатели (1946–1949). Академик на БАН (1946). Един от основателите на Института за българска литература при БАН (1948) и негов директор (1949-1959).\n"
  },
  {
    "Id":9,
    "StreetType":"ул.",
    "StreetName":"Акад. Методи Попов",
    "FirstName":"Методий",
    "MiddleName":"Атанасов",
    "LastName":"Попов",
    "JobTitle":"български биолог и антрополог",
    "DateOfBirth":"1881-4-29",
    "CityOfBirth":"Шумен",
    "CountryOfBirth":"България",
    "DateOfDeath":"4/19/1954",
    "Year":72,
    "CityOfDeath":"София",
    "CountryOfDeath":"България",
    "Pic":"mpopov.jpg",
    "Source":"nestinar.blog.bg",
    "PicTitle":"",
    "SourceData":"Уикипедия  и nestinar.blog.bg",
    "Description":"Той е първият учен, който задълбочено изследва расовия произход на българския народ.\n\"Българинът трябва да стане отново горд, самонадеян в своите начинания и с чувство за самопочит и самосъзнание, да се освободи от комплексите за малоценност, да не се чувства малък пред \"европееца\" и да не се отдава на слепи поражения и чужди внушения.\" - Академик Методий Попов\nМетодий Попов е роден през 1881 година в Шумен, брат е на математика академик Кирил Попов. През 1901-1902 година Методий Попов участва в аферата „Мис Стоун“, като пренася кореспонденция между похитителите и посолството на Съединените щати. През 1904 година завършва естествени науки в Софийския университет „Свети Климент Охридски“, след което специализира биология в Мюнхен, Берлин и Париж. След завръщането си в България преподава в университета, като през 1920-1921 година е негов ректор. От 1923 до 1931 година Попов е посланик на България в Германия. През 1947 година става действителен член на Българската академия на науките, а от 1948 година до смъртта си ръководи новосъздадения Институт по биология. Умира през 1954 година в София. Институтът по физиология на растенията и ІІІ Природоматематическа гимназия във Варна носят името на академик Методий Попов.\nСлед ІІ св. война расологията става забранена наука, трудовете на много учени минават в забвение по чисто политически причини. За щастие ние имаме в наследство изследванията на един забележителен учен - академик Методий Попов.“На никой учен пътешественик, на никой внимателен и сериозен наблюдател, който е обикалял България, от най-ранните времена до днес, не е идвало и на ум да спомене, че той, като е навлизал в пределите на България, е почувствал, че се намира в средата на един монголски-турански народ; никой стар гръцки историк и хронист не говори за туранска българска държава.”\n/д-р Методи Попов - водещ български антрополог - \"Наследственост, раса и народ\" – С., 1938/\nТака най-сетне науката открива очевадното - че в България не живеят монголци. Когато науката напредне още, ще чакаме и да открие, че слънцето свети през деня, а луната през нощта.\n"
  },
  {
    "Id":10,
    "StreetType":"ул.",
    "StreetName":"Акад. Никола Обрешков",
    "FirstName":"Никола",
    "MiddleName":"Димитров",
    "LastName":"Обрешков",
    "JobTitle":"български математик",
    "DateOfBirth":"1896-3-6",
    "CityOfBirth":"Варна",
    "CountryOfBirth":"България",
    "DateOfDeath":"8/11/1963",
    "Year":67,
    "CityOfDeath":"София",
    "CountryOfDeath":"България",
    "Pic":"nikolaobreshkov.jpg",
    "Source":"pmgbs.com",
    "PicTitle":"",
    "SourceData":"Уикипедия",
    "Description":"Акад. Никола Обрешков е един от най-плодотворните учени на България, оставил едно от най-големите научни наследства. Има научни приноси в областите на алгебрата,анализа, теорията на вероятностите и математическата статистика, интегралната геометрия, топологията, механиката, математическата физика и теорията на числата. Считан е за един от най-крупните световни специалисти по разпределението на нулите на полиномите. Забележителни са изследванията му върху сумирането на разходящи редове, предизвикали интерес и развитие в работи на математици от Англия, Индия и Германия.През периода 1933 - 1934 г. има резултати върху общия вид на мероморфните функции. В областта на теорията на вероятностите Акад. Обрешков дава нов алгебричен метод за изучаване на дискретните вериги на Марков. Резултатите му в тази област са изложени в неговата монография \"Математическа статистика\" ( Париж, 1938 г.). Също така определя точната стойност на константата на Е. Борел. В зряла възраст работи в областта на диофантовия анализ, където доказва редица теореми, отнасящи се до апроксимирането налинейните форми. Акад. Обрешков има значителни трудове върху квадратурните формули, интегралната геометрия в неевклидовата равнина на Лобачевски и върху гранични задачи за уравненията на топлопроводността. Забележително е неговото обобщение на формулата на Тейлор. Посвещава няколко публикации и на задачата за числено пресмятане на корените на алгебричните уравнения. Българската академия на науките учреди наградата \"Никола Обрешков\", която всяка година се присъжда по случай деня на славянската писменост за особени постижения в областта на математиката и физиката. "
  },
  {
    "Id":11,
    "StreetType":"ул.",
    "StreetName":"Акад. Петър Динеков",
    "FirstName":"Петър",
    "MiddleName":"Николов",
    "LastName":"Динеков",
    "JobTitle":"български филолог",
    "DateOfBirth":"10/17/1910",
    "CityOfBirth":"Смолско",
    "CountryOfBirth":"Царство България",
    "DateOfDeath":"2/22/1992",
    "Year":81,
    "CityOfDeath":"София",
    "CountryOfDeath":"България",
    "Pic":"dinekov.jpg",
    "Source":"libsu.uni-sofia.bg",
    "PicTitle":"",
    "SourceData":"Уикипедия",
    "Description":"Петър Динеков е роден на 17 октомври 1910 г. в с. Смолско, Софийско. През 1933 г. Динеков завършва славянска филология в СУ „Св. Климент Охридски“. Специализира във Варшава през периода 1934-1935 г. и в Ягелонския университет в Краков през 1935 г.\n\nОт 1936 до 1938 г. е преподавател във Френския колеж в Пловдив. Емоционалната му връзка е толкова силна, че в края на живота си той дарява личната си библиотека на Народната библиотека в Пловдив. От 1938 до 1979 г. е преподавател в Софийски университет, през 1941 г. е избран за доцент, а през 1945 г. за професор. Чете лекции по следните основни курсове: История на старата българска литература (1941-1979); История на българската литература през Възраждането (1944-1979); Български фолклор (1945-1979); История на руската и полската литература (1944-1945).\n+R2Динеков е основател на институтите по литература и по фолклор при БАН. Член-кореспондент е на БАН от 1947 г. и академик от 1966 г. Динеков е ръководител е на катедрата по българска литература в СУ, на секцията по българска литература до Освобождението в Института за българска литература при БАН, директор е на Института по фолклор към БАН от основаването му, заместник-ректор е на Софийски университет в периода 1962-1964 г.\nОт 1952 г. до пенсионирането си като професор в Софийския университет води Кръжок по стара и възрожденска българска литература и по български фолклор, традиционно известен като „Кръжокът на професор Динеков“, от който излизат мнозина от най-активните изследователи от следващата генерация в областта на старобългаристиката, фолклористиката и историята на възрожденската литература.\nУмира на 22 февруари 1992 г. в София."
  },
  {
    "Id":12,
    "StreetType":"ул.",
    "StreetName":"Акад. Сандерс",
    "FirstName":"Irwin ",
    "MiddleName":"",
    "LastName":"Sanders",
    "JobTitle":"американски социолог",
    "DateOfBirth":"",
    "CityOfBirth":"Милърсбърг, Кентъки",
    "CountryOfBirth":" САЩ",
    "DateOfDeath":"8/1/2005",
    "Year":null,
    "CityOfDeath":"Нейтик ",
    "CountryOfDeath":"САЩ",
    "Pic":"",
    "Source":"",
    "PicTitle":"",
    "SourceData":"Уикипедия",
    "Description":"Академик Ъруин Сандърс (на английски Irwin Sanders) е американски социолог, изследвал от 30-те до 50-те години на 20 век селските общини в България и Гърция. През 30-те преподава западна история и култура в Американския колеж в София. През 1938 г. защитавадокторат по социология в университета Корнел. Ъруин Сандърс е чуждестранен член на Българската академия на науките."
  },
  {
    "Id":13,
    "StreetType":"ул.",
    "StreetName":"Акад. Стефан Ангелов",
    "FirstName":"Стефан",
    "MiddleName":"Ангелов",
    "LastName":"Хаджидобрев",
    "JobTitle":"български лекар, микробиолог",
    "DateOfBirth":"1878-02-28",
    "CityOfBirth":"Котел",
    "CountryOfBirth":"България",
    "DateOfDeath":"10/1/1964",
    "Year":87,
    "CityOfDeath":"",
    "CountryOfDeath":"България",
    "Pic":"stefanang.jpg",
    "Source":"microbio.bas.bg",
    "PicTitle":"",
    "SourceData":"Уикипедия",
    "Description":"Стефан Ангелов Хаджидобрев (28 февруари 1878 – 1 октомври 1964) - български микробиолог, ветиринарен лекар, академик (1947), един от основателите на микробиологията в България. Той е първият декан на Ветеринарно-медицинския факултет в София (1923-1925), ректор на Софийския университет \"Св. Климент Охридски\" (1941-1942), директор на Института по микробиология при Българската академия на науките (1951-1962). Прави проучвания на бактерийните и вирусните антропозоонози и рикетсиози. Носител на Димитровска награда през 1950 г. и през 1952 г. - с колектив. Носител на Орден \"Георги Димитров\" през 1963 г."
  },
  {
    "Id":14,
    "StreetType":"ул.",
    "StreetName":"Акад. Стефан Младенов",
    "FirstName":"Стефан",
    "MiddleName":"",
    "LastName":"Младенов",
    "JobTitle":"български езиковед",
    "DateOfBirth":"1880-12-27",
    "CityOfBirth":"Видин",
    "CountryOfBirth":"Княжество България",
    "DateOfDeath":"5/1/1963",
    "Year":82,
    "CityOfDeath":"София",
    "CountryOfDeath":"България",
    "Pic":"Stefan_Mladenov.jpg",
    "Source":"",
    "PicTitle":"",
    "SourceData":"Уикипедия",
    "Description":"Стефан Младенов е учен и езиковед от световна величина, с широка международна известност. Индоевропейското и сравнително езикознание намират в негово лице, буден и хладен ум, с тънък и проникновен усет за открития. Етимологиите на Младенов отдавна са възприети от учените в целия свят. Изследванията с достиженията му в областта на научното и сравнително езикознание винаги са били и служели за пример, за това как ученият трябва да се интересува от установяване на обективната истина в езиковото развитие, вън от всякакви конюнктурно-политически цели. Стефан Младенов е един от най-желаните участници в световните лингвистични форуми от първата половина на 20 век. Изключително негова заслуга, в съответствие с научната коректност, е налагането в, и възприемането от, световната научна общност на наименованието старобългарски език за първия писмен славянски език. До края на научния си и земен път, той никога не е споделял или приемал тези за самостоятелното съществуване на т.нар. „македонски“, „торлашки“ и пр. езици. Като учен винаги се е застъпвал за, и е отстоявал, целостта на българската езикова територия. Член е на Македонския научен институт."
  },
  {
    "Id":15,
    "StreetType":"ул.",
    "StreetName":"Академик Иван Буреш",
    "FirstName":"Иван",
    "MiddleName":"Йосифов",
    "LastName":"Буреш",
    "JobTitle":"български зоолог",
    "DateOfBirth":"1885-12-27",
    "CityOfBirth":"София",
    "CountryOfBirth":"България",
    "DateOfDeath":"8/8/1980",
    "Year":94,
    "CityOfDeath":"София",
    "CountryOfDeath":"България",
    "Pic":"buresh.jpg",
    "Source":"buresh.org",
    "PicTitle":"",
    "SourceData":"Уикипедия",
    "Description":"На 1 септември 1905 г. Буреш е назначен като асистент към новосъздадената Ентомологична станция в София и така става един от нейните основатели. На 1 август 1914 г. става уредник на Царския естественоисторически музей, а на 3 октомври 1918 г. цар Борис III с възкачването си на престола го назначава с указ за главен директор на всички Царски природонаучни институти. Към тях освен Естественоисторическия музей и Ентомологичната станция се числят Зоологическата и Ботаническата градина в София, още няколко ботанически градини, дивечоразвъдните стопанства във Варна, Кричим, Царска Бистрица, а също и Царската научна библиотека. На този пост д-р Буреш остава повече от 25 години.\nПрез 1926 г. Буреш става член-кореспондент на Българската академия на науките, а през 1929 г. – неин редовен член.\nСлед 9 септември 1944 г. акад. Буреш е арестуван заедно с други служители в двореца, но скоро след това е пуснат на свобода, без срещу него да бъде предявено някакво обвинение. Той отново поема поста си в Естественоисторическия музей. На 19 февруари 1947 г. Царските природонаучни институти преминават към Българската академия на науките и на тяхна база се създават институтите по ботаника, зоология и геология. През октомври 1947 г. акад. Буреш е определен за научен ръководител на новообразувания Зоологически институт и придадените към него Естественоисторически музей и Зоологическа градина. През 1951 г. Иван Буреш е назначен за директор на Зоологическия институт при БАН. На този пост той остава до пенсионирането си поради достигане на пределна възраст през юни 1959 г. Буреш е смятан за основоположник на съвременната зоология в България."
  },
  {
    "Id":16,
    "StreetType":"ул.",
    "StreetName":"Академик Стоян Аргиров",
    "FirstName":"Стоян",
    "MiddleName":"Стоянов",
    "LastName":"Аргиров",
    "JobTitle":"български филолог и преводач",
    "DateOfBirth":"1870-2-10",
    "CityOfBirth":"Пазарджик",
    "CountryOfBirth":"Османска империя",
    "DateOfDeath":"8/9/1939",
    "Year":69,
    "CityOfDeath":"София",
    "CountryOfDeath":"България",
    "Pic":"",
    "Source":"",
    "PicTitle":"",
    "SourceData":"Уикипедия",
    "Description":"Стоян Аргиров има особено големи заслуги за уреждане на библиотечното дело в България. От 1903 до 1930 г. е директор на Университетската бибилиотека и полага основите на нейната модерна подредба. Той е и първият преподавател по библиотекознание в СУ „Св. Климент Охридски“. Автор е на повече 70 публикации в областта на библиотекознанието. Най-значимият му труд е „Ръководство за уреждане на народни, общински, ученически и частни библиотеки“ (1898 г.).\nПрез 1900 г. Аргиров е избран за член на БАН. От 1929 г. е председател на речнишката комисия за издаване на пълен академичен речник, издава също така, стари български ръкописи и два стари еснафски устава. Участва в Международния библиотекарски конгрес в Прага през 1926 г. и при организиране на Съюз на славянските библиотеки. Взема участие във Втория библиотекарски конгрес през 1935 г. в Мадрид."
  }
]